Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# addaccount_custom_env_note
source: You can specify the base URL of each service independently.
ar: يمكنك تحديد عنوان URL الأساسي لكل خدمة بشكل مستقل.
de: Sie können die Basis-URL jedes Dienstes unabhängig voneinander angeben.
es: Puede especificar la URL base de cada servicio de forma independiente.
fr: Vous pouvez spécifier l'URL de base de chaque service de façon indépendante.
hu: Az egyes szolgáltatások alap URL-címét egymástól függetlenül is megadhatja.
it: È possibile specificare l'URL di base di ogni servizio in modo indipendente.
ja: 各サービスのベース URL を個別に指定することができます。
ko: 각 서비스에 대한 기본 URL을 따로 입력할 수 있습니다.
pt_br: Você pode especificar a URL raiz de cada serviço independentemente.
pt_pt: Pode especificar o endereço base de cada serviço independentemente.
ru: Вы можете указать базовый URL каждого сервиса отдельно.
uk: Ви можете вказати URL-адресу окремо для кожного сервісу.
zh_hans: 您可以单独指定每个服务的基础URL。

# addaccount_custom_env_notifications_url_label
source: Notifications Server URL
ar: عنوان خادم الإشعارات
de: Benachrichtigungsserver-URL
fr: URL du serveur de notifications
hu: Értesítési szerver URL
ko: 알림 서버 URL
pt_br: URL do Servidor de Notificações
pt_pt: Ligação do servidor de notificações
uk: URL-адреса сервера сповіщень
zh_hans: 通知服务器 URL

# addaccount_custom_env_section
source: Custom environment
ar: بيئة مخصصة
de: Benutzerdefinierte Umgebung
es: Entorno personalizado
fr: Environnement personnalisé
hu: Egyéni környezet
it: Ambiente personalizzato
ja: カスタム環境
ko: 사용자 지정 환경
pt_br: Ambiente personalizado
pt_pt: Ambiente personalizado
ru: Пользовательское окружение
uk: Власне середовище
zh_hans: 自定义环境

# addaccount_custom_env_web_vault_url_label
source: Web Vault Server URL
ar: عنوان URL لخادم Web Vault
de: Web Tresor Server URL
es: URL del servidor de la caja fuerte
fr: URL du serveur du coffre-fort web
hu: Webes széf szerver URL
it: URL della cassaforte web
ja: ウェブ保管庫サーバー URL
ko: 웹 보관함 서버 URL
pt_br: Endereço do servidor do Cofre Web
pt_pt: Endereço do servidor do cofre web
ru: URL сервера веб-хранилища
uk: URL-адреса сервера веб-сховища
zh_hans: 网页密码库的服务器 URL

# addaccount_description_short_bitwarden_text
source: Store encrypted vault in a cloud.
ar: تخزين قبو مشفر في سحابة.
de: Verschlüsselten Tresor in der Cloud speichern.
es: Almacena la caja fuerte cifrada en la nube.
fr: Stocker le coffre chiffré dans le cloud.
hu: Titkosított széf tárolása a felhőben.
it: Salva la cassaforte crittografata su cloud.
ko: 암호화된 보관함을 클라우드에 보관합니다.
pt_br: Armazenar cofre criptografado em uma nuvem.
pt_pt: Armazene o cofre encriptado numa nuvem.
ru: Хранить зашифрованное хранилище в облаке.
uk: Зберігайте зашифроване сховище в хмарі.
zh_hans: 将加密的密码库存储在云端。

# addaccount_description_short_keepass_text
source: Store encrypted vault locally using KDBX file format.
ar: تخزين قبو مشفر محليًا باستخدام صيغة ملف KDBX.
de: Verschlüsselten Tresor lokal mithilfe des KDBX Dateiformats speichern.
es: Almacena la caja fuerte cifrada localmente usando el formato de archivo KDBX.
fr: Stocker le coffre-fort crypté localement à l'aide du format de fichier KDBX.
hu: Titkosított széf helyi tárolása KDBX fájlformátum használatával.
it: Memorizza la cassaforte crittografata localmente utilizzando il formato KDBX.
ko: 암호화된 보관함을 KDBX 파일 형식을 사용해 기기에 오프라인으로 보관합니다.
pt_br: Armazenar o cofre criptografado localmente usando o formato de arquivo KDBX.
pt_pt: Armazene o cofre encriptado localmente utilizando o formato de ficheiro KDBX.
ru: Хранить зашифрованное хранилище локально в формате файла KDBX.
uk: Зберігайте зашифроване сховище локально у форматі KDBX.
zh_hans: 使用 KDBX 文件格式在本地存储加密的密码库。

# addaccount_disclaimer_bitwarden_label
source: We are not affiliated, associated, authorized, endorsed by, or in any way officially connected with the Bitwarden, Inc., or any of its subsidiaries or its affiliates.
ar: نحن لسنا تابعين أو مرتبطين أو مرخصين أو معتمدين أو مرتبطين رسميًا بأي شكل من الأشكال بشركة Bitwarden, Inc. أو أي من الشركات التابعة لها أو الشركات التابعة لها.
de: Wir sind nicht verbunden, verknüpft, autorisiert, unterstützt oder in irgendeiner Weise offiziell verbunden mit der Bitwarden, Inc. oder einer ihrer Tochtergesellschaften oder ihrer verbundenen Unternehmen.
es: No estamos afiliados, asociados, autorizados, avalados de ninguna manera, o relacionados con Bitwarden, Inc. o cualquiera de sus filiales o afiliados.
fr: Nous ne sommes pas affiliés, associés, autorisés, endossés par ou de quelque manière que ce soit officiellement connectés avec le Bitwarden, Inc. ou l'une de ses filiales ou de ses sociétés affiliées.
hu: Nem állunk kapcsolatban, társulásban, nem rendelkezünk felhatalmazással, támogatással vagy semmilyen hivatalos kapcsolattal a Bitwarden, Inc.-vel, annak leányvállalataival vagy partnereivel.
it: Non siamo affiliati, associati, autorizzati, approvati da, o in alcun modo ufficialmente connessi con il Bitwarden, Inc. o di una delle sue controllate o delle sue affiliate.
ja: 私たちは、Bitwarden, Inc. またはその子会社および関連会社と、いかなる形においても、提携、承認、支持、または公式な関係はありません。
ko: Keyguard 팀은 Bitwarden, Inc. 또는 그 계열사와 제휴, 연관, 승인, 보증 또는 공식적으로 어떤 식으로든 연결되어 있지 않습니다.
pt_br: Não somos afiliados, associados, autorizados, endossados ou de qualquer forma oficialmente conectados à Bitwarden, Inc., nem a nenhuma de suas subsidiárias ou afiliadas.
pt_pt: Nós não somos afiliados, associados, autorizados, endossados ou de qualquer forma oficialmente ligados com Bitwarden, ou qualquer uma das suas filiais ou afiliadas.
ru: Мы не являемся аффилированными, связанными, уполномоченными, одобренными или каким-либо образом официально связанными с Bitwarden Inc., или с одним из её дочерних предприятий или филиалов.
uk: Ми не асоційовані, авторизовані, схвалені, або будь-яким чином офіційно пов'язані з Bitwarden Inc., або будь-якими його дочірніми компаніями або партнерами.
zh_hans: 我们与 Bitwarden, Inc. 和其任何子公司或附属机构均无隶属、关联、授权、许可关系，或任何形式的官方联系。

# addaccount_header_title
source: Add Bitwarden account
ar: إضافة حساب Bitwarden
de: Bitwarden-Account hinzufügen
es: Añadir una cuenta de Bitwarden
fr: Ajouter un compte Bitwarden
hu: Bitwarden fiók hozzáadása
it: Aggiungi account Bitwarden
ja: Bitwarden アカウントを追加
ko: Bitwarden 계정 추가
pt_br: Adicionar conta Bitwarden
pt_pt: Adicionar conta Bitwarden
ru: Добавить аккаунт Bitwarden
uk: Додати обліковий запис Bitwarden
zh_hans: 添加 Bitwarden 账户

# addaccount_http_header_add_more_button
source: Add more
ar: أضف المزيد
de: Mehr hinzufügen
es: Añadir más
fr: Ajouter plus
hu: További hozzáadása
it: Aggiungi altri
ja: 追加
ko: 더 추가
pt_br: Adicionar mais
pt_pt: Adicionar mais
ru: Добавить еще
uk: Додати ще
zh_hans: 添加更多

# addaccount_http_header_key_label
source: Key
ar: مفتاح
de: Schlüssel
es: Clave
fr: Clé
hu: Kulcs
it: Chiave
ja: キー
ko: 키
pt_br: Chave
pt_pt: Chave
ru: Ключ
uk: Ключ
zh_hans: 密钥

# addaccount_http_header_note
source: You can add custom HTTP headers that will be sent with every request to the server.
ar: يمكنك إضافة رؤوس HTTP مخصصة سيتم إرسالها مع كل طلب إلى الخادم.
de: Sie können eigene HTTP-Header hinzufügen, die mit jeder Anfrage an den Server gesendet werden.
es: Puede añadir cabeceras HTTP personalizadas que se enviarán con cada petición al servidor.
fr: Vous pouvez ajouter des en-têtes HTTP personnalisés qui seront envoyés avec chaque requête au serveur.
hu: Egyéni HTTP-fejléceket adhat hozzá, amelyek minden egyes kérelemmel együtt elküldésre kerülnek a kiszolgálónak.
it: È possibile aggiungere intestazioni HTTP personalizzate che verranno inviate con ogni richiesta al server.
ja: サーバーへ送信されるすべてのリクエストにカスタム HTTP ヘッダーを追加できます。
ko: 서버에 대한 모든 요청에 포함될 사용자 지정 HTTP 헤더를 추가할 수 있습니다.
pt_br: Você pode adicionar cabeçalhos HTTP personalizados que serão enviados com cada solicitação ao servidor.
pt_pt: Pode adicionar cabeçalhos HTTP personalizados que serão enviados com cada solicitação ao servidor.
ru: Вы можете добавить пользовательские HTTP-заголовки, которые будут отправляться с каждым запросом на сервер.
uk: Ви можете додати користувацькі HTTP-заголовки, які будуть відправлятися з кожним запитом на сервер.
zh_hans: 您可以添加自定义 HTTP 标头，这些标头将随每次请求同时发送到服务器。

# addaccount_http_header_section
source: HTTP headers
ar: رؤوس HTTP
de: HTTP-Header
es: Encabezados HTTP
fr: En-têtes HTTP
hu: HTTP fejlécek
it: Intestazioni HTTP
ja: HTTP ヘッダー
ko: HTTP 헤더
pt_br: Cabeçalhos HTTP
pt_pt: Cabeçalhos HTTP
ru: HTTP заголовки
uk: HTTP-заголовки
zh_hans: HTTP 标头

# addaccount_http_header_type
source: HTTP header
ar: رأس HTTP
es: Encabezado HTTP
fr: En-tête HTTP
hu: HTTP fejléc
it: Intestazione HTTP
ja: HTTP ヘッダー
ko: HTTP 헤더
pt_br: Cabeçalho HTTP
pt_pt: Cabeçalho HTTP
ru: HTTP заголовок
uk: HTTP-заголовок
zh_hans: HTTP 标头

# addaccount_http_header_value_label
source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 값
pt_br: Valor
pt_pt: Valor
ru: Значение
uk: Значення
zh_hans: 值

# addaccount_method_header_title
source: Add account
ar: إضافة حساب
de: Konto hinzufügen
fr: Ajouter un compte
hu: Fiók hozzáadása
it: Aggiungi account
ko: 계정 추가
pt_br: Adicionar conta
pt_pt: Adicionar conta
uk: Додати обліковий запис
zh_hans: 添加账户

# addaccount_method_keepass_wear_note
source: KeePass on Wear is currently a one-time sync of the database. Choosing a local database from the watch is not supported.
ar: KeePass على Wear هو حاليًا مزامنة لمرة واحدة لقاعدة البيانات. اختيار قاعدة بيانات محلية من الساعة غير مدعوم.
de: KeePass auf Wear unterstützt derzeit nur eine einmalige Synchronisierung der Datenbank. Die Auswahl einer lokalen Datenbank auf der Smartwatch wird nicht unterstützt.
fr: KeePass sur montre est actuellement une synchronisation unique de la base de données. Le choix d'une base de données locale de la montre n'est pas pris en charge.
hu: A KeePass a Wear OS-en jelenleg az adatbázis egyszeri szinkronizálását jelenti. Helyi adatbázis kiválasztása az óráról nem támogatott.
pt_br: KeePass on Wear atualmente é uma sincronização única do banco de dados. Escolher um banco de dados local a partir do relógio não é suportado.
pt_pt: Atualmente, o KeePass no Wear permite apenas uma sincronização única da base de dados. Não é possível selecionar uma base de dados local a partir do relógio.
uk: Наразі KeePass на Wear підтримує лише одноразову синхронізацію бази даних. Вибір локальної бази даних безпосередньо з годинника не підтримується.
zh_hans: KeePass on Wear 目前仅支持一次性数据库同步。不支持从手表选择本地数据库。

# addaccount_method_manual_text
source: Enter credentials on this watch
ar: أدخل بيانات الاعتماد على هذه الساعة
de: Anmeldedaten auf dieser Smartwatch eingeben
fr: Entrer les identifiants sur cette montre
hu: Adja meg a hitelesítő adatokat ezen az órán
pt_br: Insira as credenciais neste relógio
pt_pt: Insira as credenciais neste relógio
uk: Введіть облікові дані на цьому годиннику
zh_hans: 请在此手表上输入凭据

# addaccount_method_manual_title
source: Manual login
ar: تسجيل دخول يدوي
de: Manuelle Anmeldung
fr: Connexion manuelle
hu: Kézi bejelentkezés
ko: 직접 로그인
pt_br: Login manual
pt_pt: Início de sessão manual
uk: Увійти вручну
zh_hans: 手动登录

# addaccount_method_phone_failed
source: Phone login failed
ar: فشل تسجيل الدخول عبر الهاتف
de: Anmeldung über das Smartphone fehlgeschlagen
fr: Échec de la connexion au téléphone
hu: A telefonos bejelentkezés sikertelen
ko: 휴대전화 로그인에 실패했습니다.
pt_br: Falha no login do telefone
pt_pt: Falha no início de sessão pelo telemóvel
uk: Не вдалося ввійти з телефона
zh_hans: 手机登录失败

# addaccount_method_phone_importing
source: Importing account
ar: جارٍ استيراد الحساب
de: Konto wird importiert
fr: Importation de comptes
hu: Fiók importálása
pt_br: Importando conta
pt_pt: Importando conta
uk: Обліковий запис імпортується
zh_hans: 导入账户中

# addaccount_method_phone_pick
source: Choose phone
ar: اختر هاتفًا
de: Smartphone auswählen
fr: Choisir un téléphone
hu: Telefon kiválasztása
ko: 휴대전화 선택
pt_br: Escolha o telefone
pt_pt: Escolher telemóvel
uk: Виберіть телефон
zh_hans: 选择手机

# addaccount_method_phone_text
source: Use your paired Android phone
ar: استخدم هاتف Android المقترن بك
de: Gekoppeltes Android-Smartphone verwenden
fr: Utilisez votre téléphone Android appairé
hu: Használja a párosított Android telefonját
pt_br: Use seu telefone Android emparelhado
pt_pt: Utilize o seu telemóvel Android emparelhado
uk: Скористайтеся підключеним телефоном Android
zh_hans: 使用已配对的安卓手机

# addaccount_method_phone_title
source: Login on phone
ar: تسجيل الدخول على الهاتف
de: Auf dem Smartphone anmelden
fr: Se connecter sur le téléphone
hu: Bejelentkezés telefonon
ko: 휴대전화에서 로그인
pt_br: Faça login no telefone
pt_pt: Início de sessão no telemóvel
uk: Увійти з телефона
zh_hans: 手机登录

# addaccount_method_phone_unavailable
source: No paired Android phone found
ar: لم يتم العثور على هاتف Android مقترن
de: Kein gekoppeltes Android-Smartphone gefunden
fr: Aucun téléphone Android appairé trouvé
hu: Nem található párosított Android telefon
pt_br: Nenhum telefone Android emparelhado encontrado
pt_pt: Não foi encontrado nenhum telemóvel Android emparelhado
uk: Підключений телефон не було знайдено
zh_hans: 未找到已配对的安卓手机

# addaccount_method_phone_waiting
source: Waiting for phone
ar: في انتظار الهاتف
de: Auf das Smartphone warten
fr: En attente du téléphone
hu: Várakozás a telefonra
ko: 휴대전화 대기 중
pt_br: Esperando pelo telefone
pt_pt: Esperando pelo telemóvel
uk: В очікуванні телефону
zh_hans: 正在等待手机

# addaccount_mutual_tls_display_name_label
source: Display name
ar: الاسم المعروض
de: Anzeigename
fr: Afficher le nom
hu: Megjelenített név
ko: 표시할 이름
pt_br: Nome de exibição
pt_pt: Exibir nome
uk: Видиме ім'я
zh_hans: 显示名称

# addaccount_mutual_tls_expires_on_label
source: Expires on
ar: تنتهي في
de: Gültig bis
es: Caduca el
fr: Expire le
hu: Lejárat dátuma
ko: 만료 날짜
pt_br: Expira em
pt_pt: Expira a
uk: Діє до
zh_hans: 有效期至

# addaccount_mutual_tls_file_label
source: Client certificate
ar: شهادة العميل
de: Client-Zertifikat
fr: Certificat client
hu: Kliens tanúsítvány
ko: 클라이언트 인증서
pt_br: Certificado de cliente
pt_pt: Certificado do cliente
uk: Сертифікат клієнта
zh_hans: 客户端证书

# addaccount_mutual_tls_issuer_label
source: Issuer
ar: الجهة المُصدِرة
de: Aussteller
fr: Émetteur
hu: Kibocsátó
ko: 발급자
pt_br: Emissor
pt_pt: Emissor
uk: Видавець
zh_hans: 颁发者

# addaccount_mutual_tls_note
source: Certificate used for client authentication.
ar: شهادة تُستخدم لمصادقة العميل.
de: Zertifikat für die Client-Authentifizierung.
fr: Certificat utilisé pour l'authentification du client.
hu: A kliens hitelesítésére használt tanúsítvány.
ko: 클라이언트 인증에 쓰이는 인증서입니다.
pt_br: Certificado usado para autenticação do cliente.
pt_pt: Certificado utilizado para a autenticação do cliente.
uk: Сертифікат, що використовується для автентифікації клієнта.
zh_hans: 用于客户端身份验证的证书。

# addaccount_mutual_tls_password_dialog_message
source: This PKCS#12 bundle is encrypted.
ar: حزمة PKCS#12 هذه مشفّرة.
de: Dieses PKCS#12-Paket ist verschlüsselt.
fr: Ce paquet PKCS#12 est chiffré.
hu: Ez a PKCS#12 csomag titkosított.
ko: 이 PKCS#12 번들은 암호화되어 있습니다.
pt_br: Este pacote PKCS#12 é criptografado.
pt_pt: Este pacote PKCS#12 está encriptado.
uk: Цей пакет PKCS#12 зашифровано.
zh_hans: 该 PKCS#12 包已加密。

# addaccount_mutual_tls_password_dialog_title
source: Enter PKCS#12 password
ar: أدخل كلمة مرور PKCS#12
de: PKCS#12-Passwort eingeben
fr: Entrez le mot de passe PKCS#12
hu: Adja meg a PKCS#12 jelszót
ko: PKCS#12 비밀번호 입력
pt_br: Digite a senha PKCS#12
pt_pt: Introduza a palavra-passe PKCS#12
uk: Введіть пароль PKCS#12
zh_hans: 输入PKCS#12 密码

# addaccount_mutual_tls_password_label
source: PKCS#12 password
ar: كلمة مرور PKCS#12
de: PKCS#12-Passwort
fr: Mot de passe PKCS#12
hu: PKCS#12 jelszó
ko: PKCS#12 비밀번호
pt_br: Senha PKCS#12
pt_pt: Palavra-passe PKCS#12
uk: Пароль PKCS#12
zh_hans: PKCS#12 密码

# addaccount_mutual_tls_section
source: Mutual TLS
ar: TLS المتبادل
de: Gegenseitige TLS-Authentifizierung
fr: TLS mutuels
pt_br: TLS Mútuo
pt_pt: TLS mútuo
uk: Взаємна автентифікація TLS
zh_hans: 双向 TLS

# addaccount_mutual_tls_status_failed
source: Failed to import
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
hu: Importálás sikertelen
ko: 가져오지 못했습니다.
pt_br: Falha ao importar
pt_pt: Falha ao importar
uk: Не вдалось імпортувати
zh_hans: 导入失败

# addaccount_mutual_tls_status_imported
source: Imported
ar: تم الاستيراد
de: Importiert
es: Importado
fr: Importé
hu: Importálva
pt_br: Importado
pt_pt: Importado
uk: Імпортовано
zh_hans: 已导入

# addaccount_promo_features
source: Want to get the most out of your experience? We've outlined all the primary features of the app for you below. Take a look to see how it can work for you.
ar: هل ترغب في الحصول على أقصى استفادة من تجربتك؟ لقد أوجزنا جميع الميزات الأساسية للتطبيق أدناه. ألق نظرة لتعرف كيف يمكن أن يساعدك.
de: Möchtest du das Beste aus deiner Erfahrung herausholen? Nachfolgend haben wir alle wichtigen Funktionen der App für Sie zusammengefasst. Sieh sie dir an und schau wie sie dir helfen können.
es: ¿Quieres sacar el máximo provecho de tu experiencia? Te hemos esbozado todas las características principales de la aplicación a continuación. Echa un vistazo para ver cómo puede funcionar para ti.
fr: Vous souhaitez tirer le meilleur parti de votre expérience ? Nous avons répertorié ci-dessous toutes les fonctionnalités principales de l'application. Découvrez comment elle peut vous être utile.
hu: Szeretné a legtöbbet kihozni a használatból? Alább összefoglaltuk az alkalmazás összes elsődleges funkcióját. Vessen rá egy pillantást, hogy lássa, hogyan működhet ez az Ön számára.
it: Vuoi ottenere il massimo dalla tua esperienza? Abbiamo riassunto per te qui sotto tutte le funzionalità principali dell'app. Dai un'occhiata per scoprire come può esserti utile.
ja: アプリの機能を最大限に活用したいですか？以下に主な機能をまとめましたので、どのように役立つかご覧ください。
ko: 앱의 주요 기능을 최대한 활용하고 싶으신가요? 아래에서 주요 기능을 확인해 보세요.
pt_br: Quer aproveitar ao máximo sua experiência? Descrevemos todos os recursos principais do aplicativo para você abaixo. Dê uma olhada para ver como isso pode funcionar para você.
pt_pt: Quer aproveitar ao máximo a sua experiência? Descrevemos abaixo todas as principais funcionalidades da aplicação. Verifique como pode ser útil para si.
ru: Хотите получить максимум от приложения? Ниже мы перечислили его основные возможности, чтобы вы могли понять, чем оно может быть вам полезно.
uk: Хочете повною мірою скористатися всіма можливостями? Нижче ми виклали огляд основних функцій додатку. Подивіться, щоб дізнатися, як вони можуть вам допомогти.
zh_hans: 想获得最佳体验？我们已在下方为您列出了该应用的所有主要功能。请查看以下内容，了解它如何为您服务。

# addaccount_promo_title
source: Your vault is empty. Connect an account to get started:
ar: قبوك فارغ. قم بربط حساب للبدء:
de: Dein Tresor ist leer. Verbinde einen Account, um loszulegen:
es: Tu caja fuerte está vacía. Conecta una cuenta para empezar:
fr: Votre coffre est vide. Connectez un compte pour commencer :
hu: A széfje üres. Csatlakoztasson egy fiókot a kezdéshez:
it: La tua cassaforte è vuota. Collega un account per iniziare:
ko: 보관함이 비어 있습니다. 계정을 연결하여 시작해 보세요.
pt_br: Seu cofre está vazio. Conecte uma conta para começar:
pt_pt: O seu cofre está vazio. Ligue uma conta para começar:
ru: Ваше хранилище пусто. Подключите аккаунт, чтобы начать:
uk: У вашому сховищі порожньо. Додайте обліковий запис, щоб розпочати:
zh_hans: 您的密码库是空的。连接一个账户以开始：

# addaccount_promo_title_no_direct_action
source: Your vault is empty. Go to Settings and add an account to get started.
ar: خزنتك فارغة. انتقل إلى الإعدادات وأضف حسابًا للبدء.
de: Ihr Tresor ist leer. Öffnen Sie die Einstellungen und fügen Sie ein Konto hinzu, um loszulegen.
fr: Votre coffre est vide. Allez dans Paramètres et ajoutez un compte pour commencer.
hu: A széfje üres. A kezdéshez lépjen a Beállításokba és adjon hozzá egy fiókot.
ko: 보관함이 비어 있습니다. 설정에서 계정을 추가하여 시작해 보세요.
pt_br: Seu cofre está vazio. Vá em Configurações e adicione uma conta para começar.
pt_pt: O seu cofre está vazio. Vá a Configurações e adicione uma conta para começar.
uk: У вашому сховищі порожньо. Перейдіть у Налаштування та додайте обліковий запис, щоб розпочати.
zh_hans: 您的密码库是空的。请前往“设置”并添加帐户以开始使用。

# addaccount_region_custom_type
source: Custom (self-hosted)
ar: مخصص (مستضاف ذاتيًا)
de: Benutzerdefiniert (selbst gehostet)
es: Personalizado (auto alojado)
fr: Personnalisé (auto-hébergé)
hu: Egyéni (saját üzemeltetésű)
it: Personalizzato (self-hosted)
ja: カスタム (セルフホスティング)
ko: 사용자 지정 (셀프 호스팅)
pt_br: Personalizado (auto-hospedado)
pt_pt: Personalizado (auto-hospedado)
ru: Собственный сервер (self-hosted)
uk: Власний сервер (self-hosted)
zh_hans: 自定义（自托管）

# addaccount_region_eu_type
source: Europe
ar: أوروبا
de: Europa
es: Europa
hu: Európa
it: Europa
ja: ヨーロッパ
ko: 유럽
pt_br: Europa
pt_pt: Europa
ru: Европа
uk: Європа
zh_hans: 欧洲

# addaccount_region_section
source: Region
ar: منطقة
es: Región
fr: Région
hu: Régió
it: Regione
ja: 地域
ko: 리전
pt_br: Região
pt_pt: Região
ru: Регион
uk: Регіон
zh_hans: 选择区域

# addaccount_region_us_type
source: United States
ar: الولايات المتحدة
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
hu: Egyesült Államok
it: Stati Uniti
ja: アメリカ合衆国
ko: 미국
pt_br: Estados Unidos
pt_pt: Estados Unidos
ru: США
uk: США
zh_hans: 美国

# addaccount_sign_in_button
source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: S'inscrire
hu: Bejelentkezés
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Iniciar sessão
pt_pt: Início sessão
ru: Авторизация
uk: Увійти
zh_hans: 登录

# additem_attachments_drop_here
source: Drop a file here to add it as an attachment
ar: اسحب ملفاً وأفلته هنا لإضافته كمرفق
de: Datei hier ablegen, um sie als Anhang hinzuzufügen
es: Arrastre un archivo aquí para añadirlo como un archivo adjunto
fr: Déposer un fichier ici pour l'ajouter en pièce jointe
hu: Húzzon ide egy fájlt a mellékletként való hozzáadáshoz
pt_br: Solte um arquivo aqui para adicioná-lo como anexo
pt_pt: Arraste e largue um ficheiro aqui para o adicionar como anexo
ru: Загрузите сюда файл, который хотите вложить
uk: Перетягніть файл сюди, щоб додати його як вкладення
zh_hans: 将文件拖放到此处即可添加附件

# additem_auth_reprompt_text
source: Ask to authenticate again when you view or autofill a cipher
ar: اطلب المصادقة مرة أخرى عند عرض تشفير أو ملؤه تلقائيًا
de: Nach erneuter Authentifizierung fragen, wenn Sie eine Chiffre ansehen oder automatisch einfügen
es: Solicitar que se autentifique de nuevo cuando vea o rellene automáticamente un cifrado
fr: Demandez à vous authentifier à nouveau lorsque vous affichez ou remplissez automatiquement un procédé de chiffrement
hu: Kérjen újbóli hitelesítést, amikor megtekinti vagy automatikusan kitölti a titkosítást
it: Chiedere di autenticarsi di nuovo quando si visualizza o riempie automaticamente un cifrario
ja: 情報を表示または自動入力する際に再度認証を求める
ko: 비밀번호를 보거나 자동 완성할 때 다시 인증 요청
pt_br: Pedir para autenticar novamente quando você visualizar ou preencher automaticamente uma cifra
pt_pt: Pedir para autenticar novamente quando visualizar ou preencher automaticamente uma cifra
ru: Запрашивать повторную аутентификацию при просмотре или автозаполнении шифра
uk: Перезапитувати аутентифікацію, коли ви переглядаєте або використовуєте запис
zh_hans: 当您查看或自动填充密码时要求再次验证

# additem_auth_reprompt_title
source: Auth re-prompt
ar: إعادة المطالبة بالمصادقة
de: Auth erneut anfordern
es: Re-autenticación
fr: Ré-invite automatique
hu: Újra-hitelesítési kérés
it: Richiesta autorizzazione
ja: 認証の再要求
ko: 인증 재요청
pt_br: Confirmação de autenticação
pt_pt: Confirmação de autenticação
ru: Повторная аутентификация
uk: Повторний запит автентифікації
zh_hans: 身份验证二次确认

# additem_header_edit_title
source: Edit item
ar: تحرير العنصر
de: Element bearbeiten
es: Editar elemento
fr: Modifier l'élément
hu: Elem szerkesztése
it: Modifica elemento
ja: アイテムの編集
ko: 항목 편집
pt_br: Editar item
pt_pt: Editar entrada
ru: Редактировать запись
uk: Редагувати запис
zh_hans: 编辑条目
